/* The error message shown if an expression inside a Ulysses style sheet uses the wrong data type. The first placeholder is the name of the unexpected type, the second placeholder contains the name of the expected type. */
"UnexpectedType" = "Unexpected type in style definition: %@. Expected: %@. Please fix.";

/* The error message shown if an expression inside a Ulysses style sheet uses the wrong setting value. The first placeholder is the unexpected value, the second placeholder contains a comma-separated list of all valid values. */
"UnexpectedStyleValue" = "Unexpected value in style definition: %@. Expected: %@. Please fix.";
